Repository: leisurehuang/onedoc
Catalog: source/client/iRdesktop/NIBs/*.lproj/Localizable.strings
Languages: french, german

# FavoriteServers
source: Servers
french: Connections
german: Verbindungen

source: New Server
french: Nouv. Serveur
german: Neue Verbindung

source: Connection Properties
french: Propriétés de Connexion
german: Verbindungseinstellungen

source: New
french: Nouveau
german: Neu

source: Edit
french: Modifier
german: Bearbeiten

source: Help
french: Aide
german: Hilfe

source: About
german: Über

source: Edit Title
french: Titre
german: Titel

source: Edit Hostname
french: Nom d'Hôte
german: Servername

source: Edit Username
french: Compte
german: Benutzer

source: Edit Password
french: Mot de Passe
german: Kennwort

source: Edit Domain
french: Domaine
german: Domain

source: Edit Colors
french: Couleurs
german: Farben

source: Edit Resolution
french: Résolution
german: Auflösung

source: Edit Port
german: Port

source: Add Title
french: Titre
german: Titel

source: Add Hostname
french: Nom d'Hôte
german: Servername

source: Add Username
french: Compte
german: Benutzer

source: Add Password
french: Mot de Passe
german: Kennwort

source: Add Domain
french: Domaine
german: Domain

source: title
french: titre
german: Titel

source: hostname
french: nom d'hôte
german: Servername

source: username
french: compte
german: Benutzer

source: password
french: mot de passe
german: Kennwort

source: colors
french: couleurs
german: Farben

source: resolution
french: résolution
german: Auflösung

source: Hundreds
french: Centaines
german: Niedrig

source: Thousands
french: Milliers
german: Hoch

source: Select Resolution
french: Choisir la Résolution
german: Auflösung wählen

source: Connection Failure
french: Erreur de Connexion
german: Verbindungsfehler

# ConnectionFailureMessage
source: Could not establish a connection to the server
french: Impossible d'établir une connexion au serveur
german: Es konnte keine Verbindung zum Server hergestellt werden

source: domain
french: domaine
